[Lang]
Name=French
FONT=Tahoma

[Translate]
" s"=" s"
"(Empty)"="Vide"
"1 min"="1 min"
"10 min"="10 min"
"12 Hour"="12 Heures"
"120s"="120s"
"15s"="15s"
"1800s"="1800s" 
"2 min"="2 min"
"24 Hour"="24 Heures"
"30 min"="30 min"
"300s"="300s"
"30s"="30s"
"5 min"="5 min"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="Mode 802.1x"
"802.1x"="802.1x"
"Account 1"="Compte 1"
"Account 2"="Compte 2"
"Account 3"="Compte 3"
"Account 4"="Compte 4"
"Account 5"="Compte 5"
"Account 6"="Compte 6"
"Account ID"="ID Compte"
"Account Not Usable!"="Account  Unusable!"
"Account"="Compte"
"Accounts"="Comptes"
"ACD Login"="Login ACD"
"ACD State"="Etat ACD..."
"ACD Trace"="Trace ACD"
"ACD"="ACD"
"Activation"="Activation"
"Active Level"="Niveau Actif"
"Adapter has added, scanning the bluetooth devices right now?"="Adapter has added, scanning the bluetooth devices right now?"
"Adapter has removed out"="Adapter has been removed !"
"Add Number"="Ajouter numéro"
"Add Personal"="Add Personal"
"Add selected To Personal?"="Add selected To Personal?"
"Add the records success"="Add the records success"
"Add to"="Add to"
"Add"="Ajouter"
"admin"="admin"
"Advanced"="Avancé"
"After Ring Times"="Après Durées de Sonnerie"
"ALERT"="ALERTE"
"All Broadsoft Group"="All Broadsoft Group"
"All Buddies"="All Buddies"
"All Calls"="Tous les Appels"
"All Contacts"="Tous les contacts"
"All Key"="Toutes les touches"
"All Lines"="All Lines"
"All Local Call"="All Local Call"
"All Network Call"="All Network Call"
"All Off"="All Off"
"All On"="All On"
"All XML Group"="All XML Group"
"Allow Remote Control"="Autoriser contrôle distant"
"Allow Remote Control?"="Autoriser contrôle distant"
"Always Forward"="Renvoi Immédiat"
"Always On"="Toujours Actif"
"Anonymous Code"="Anonymous Code"
"Anonymous Reject"="Rejet App. Anonyme"
"Anonymous Rejection"="Rejet App. Anonyme..."
"Anonymous"="Anonyme"
"Answer Comfimation"="Answer Comfimation"
"Answer"="Répondre"
"Anywhere"="Partout..."
"Apr"="Avril"
"Are you sure to remove "="Are you sure to remove "
"Aug"="Aout"
"auth error"="auth error"
"Authentication failure!"="Authentication failure!"
"Auto Answer"="Réponse automatique"
"Auto Connect:"="Auto Connect:"
"Auto provision now?"="Auto provisioner maintenant?"
"Auto Provision to"="Auto Provision to"
"Auto Provision"="Auto provisionning"
"Auto Redial"="Rappel auto."
"Auto Redial?"="Rappel auto."
"Auto"="Auto"
"Auto-login"="Auto Login"
"AutoBLFList is on, manually configing is forbiden!"="Liste BLF Auto active, config manuelle interdite!"
"AutoConnect"="Connexion auto"
"AutoFavorite is on, manually configing is forbiden!"="AutoFavorite is on, manually configing is forbiden!"
"Automatic"="Automatique"
"AutoProvision"="Auto provisioning"
"Avail"="Dispo."
"Available"="Disponible"
"Away"="Absent"
"Back"="Retour"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Time"="Durée Rétro-éclairage"
"BackLight"="BackLight"
"BackSpace"="BackSpace"
"Bad Request"="Bad Request"
"Barge In"="Irrup."
"Basic"="Basiques"
"Betransferred"="BeTransferred"
"Blacklist"="Liste Noire"
"BLF List"="Liste BLF"
"BLF"="BLF"
"Block"="Block"
"bluetooth devices(Connecting with "="bluetooth devices(Connecting with "
"bluetooth devices:"="bluetooth devices:"
"Bluetooth"="Bluetooth"
"Bridge mode unsupported in PPPoE!"="Bridge mode unsupported in PPPoE!"
"Bridge"="Pont"
"BridgeID is invalid!"="BridgeID is invalid!"
"BridgeID"="ID Pont"
"Broadsoft Calllog"="Connexion Réseau"
"Broadsoft Contacts"="Répertoires réseau"
"BroadSoft Group"="Groupe Broadsoft"
"Broadsoft_Idle"="Network Gro"
"BroadsoftMenu_Idle"="MenuBroadsoft"
"BST Call Log"="BST Call Log"
"BST Directory"="BST Directory"
"Buddies"="Buddies"
"Busy Forward"="Renvoi sur Occupation"
"Busy Here"="Occupé ici"
"Busy"="No pas déranger"
"Cable Disconnect"="Câble déconnecté"
"Call Completion"="Complétion d'Appel"
"Call Control"="Call Control"
"Call Fail"="Echec de l'appel"
"Call Feature"="Fonctions Téléphoniques"
"Call Finish"="Fin d'appel"
"Call Forward"="Renvoi d'Appel"
"Call Infomation"="Call Infomation"
"Call off code can't be empty!"="Appel Code off ne peut être vide!"
"Call off code is invalid!"="Call off code is invalid!"
"Call on code is invalid!"="Call on code is invalid!"
"Call Park"="Parquer Appel"
"Call Pickup"="Interception"
"Call Return"="Retour d'appel"
"Call Waiting"="Appel en Attente"
"CallForwarding"="Renvoi"
"CallInfo"="CallInfo"
"Calling"="Outgoing Call"
"Calling"="Appel"
"Callout"="Callout"
"CallReturn_Idle"="Rappel"
"Calls for Pickup"="Appels pour Interception"
"Calls Longest"="Calls Longest"
"Cancel"="Annuler"
"CC Name"="CC Name"
"CC UID"="CC UID"
"Certificate"="Certificate"
"CHATTY"="CHATTY"
"Chinese"="Chinese_S"
"Chinese_S"="Chinese_S"
"Chinese_T"="Chinese_T"
"Choose a group"="Choose a group"
"Clear all account config?"="Supprimer toutes conf.?"
"Clear All Records?"="Effacer tous les enregistrements?"
"Clear this group messages?"="Effacer ce groupe de messages?"
"Common is invalid!"="Commun invalide"
"Common"="Commun"
"Company"="Société"
"Conference with"="Conference with"
"Conference"="Conférence"
"Config Updating"="MAJ config !"
"Configuration Reset"="Remise à zéro configuration"
"Confirm password must be the same with the new password!"="Le mot de passe confirmé doit être le même que le nouveau!"
"Confirm Password"="Confirmer mot de passe"
"Confirm PIN"="Confirmez PIN"
"Connect failed."="Connexion échouée."
"Connect Success."="Connect Success."
"Connect"="Connection"
"Connecting.."="Connexion..."
"Contact Details"="Contact Details"
"Contact is not in blacklist!"="Contact is not in blacklist!"
"Contact list is full!"="Liste Contacts pleine!"
"Contact name already existed!"="Nom du contact existe déjà!"
"Contacts Setting"="Contacts Setting"
"Contrast Level"="Niveau Contraste"
"Contrast"="Contraste"
"Copy to All Lines?"="Copier sur toutes les lignes?"
"Current Password"="Mot de passe actuel"
"Current PIN is incorrect!"="Le PIN actuel est incorrect"
"Current PIN"="PIN actuel"
"Custom DND"="DND personnalisé"
"Custom Forward"="Renvoi personnalisé"
"Customer"="Customer"
"Data invalid!"="Data invalid!"
"Date & Time"="Date & Heure"
"Date Format"="Format Date"
"Date"="Date"
"Daylight Saving"="Heure d'été"
"DD MMM YYYY"="JJ MMM AAAA"
"DD-MMM-YY"="JJ-MMM-AA"
"DD/MM/YYYY"="JJ/MM/AAAA"
"Dec"="Dec"
"Default Account"="Compte par défaut"
"Default"="Défaut"
"Delete all contacts?"="Delete all contacts?"
"Delete all item?"="Supprimer tous les éléments?"
"Delete All items?"="Delete All items?"
"Delete all locations?"="Effacer tous les emplacements?"
"Delete all numbers"="Effacer tous les numéros"
"Delete All"="Tout effacer"
"Delete Failed!"="Echec dans la suppression"
"Delete failed."="Echec dans la suppression"
"Delete location?"="Effacer emplacement?"
"Delete numbers"="Effacer numéros"
"Delete selected contact?"="Delete selected contact?"
"Delete Selected Item?"="Supprimer Objet sélectionné?"
"Delete Selected Records?"="Delete Selected Records?"
"Delete selected wallpapper?"="Delete selected wallpapper?"
"Delete seleted item?"="Delete seleted item?"
"Delete successed"="Delete successed"
"Delete the contact?"="Delete the contact?"
"Delete the record?"="Delete the record?"
"Delete the selected Group?"="Delete the selected Group?"
"Delete the selected message?"="Supprimer le message sélectionné?"
"Delete this message?"="Supprimer ce message?"
"Delete"="Effacer"
"Deleting. Please wait..."="Suppression. Veuillez patienter..."
"Department"="Département"
"Determined to restore the factory settings?"="Remise à zéro usine?"
"Device Name"="Nom de l'appareil"
"DHCP Server"="Serveur DHCP"
"DHCP Time"="Heure DHCP"
"DHCP"="DHCP"
"Dial"="Appeler"
"Dialed Calls"="Appels émis"
"Dialing"="Dialing"
"Directories"="Annuaires"
"Directory"="Annuaire"
"Directory_Idle"="Annuaire_Disponible"
"Disabled"="Désactivé"
"Disabled"="Désactivé"
"Discard"="Discard"
"Disconnect Failed."="Déconnexion échouée."
"Disconnect Success."="Disconnect Success."
"Disconnect"="Déconnecter"
"Disconnecting.."="Déconnexion..."
"DispCode"="DispCode"
"Display name is invalid!"="Display name is invalid!"
"Display Name"="Nom Affiché"
"Display"="Affiché"
"Disposition Code"="Code disposition"
"DND"="DND"
"Do Not Disturb"="Ne Pas Déranger"
"Do you want to discard your change?"="Effacer les changements?"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save your changes or discard them?"="Do you want to save your changes or discard them?"
"Does not exist anywhere"="Does not exist anywhere"
"Dot"="Dot"
"DP01 Setting"="DP01 Setting"
"DP02 Setting"="DP02 Setting"
"DPickup"="Interception Directe"
"Draftbox"="Brouillon"
"Dss Key"="Touches DSS"
"DSS Keys"="Touches DSS"
"DssKey 1"="Touche DSS1"
"DssKey 10"="Touche DSS10"
"DssKey 11"="Touche DSS11"
"DssKey 12"="Touche DSS12"
"DssKey 13"="Touche DSS13"
"DssKey 14"="Touche DSS14"
"DssKey 15"="Touche DSS15"
"DssKey 16"="Touche DSS16"
"DssKey 17"="Touche DSS17"
"DssKey 18"="Touche DSS18"
"DssKey 19"="Touche DSS19"
"DssKey 2"="Touche DSS2"
"DssKey 20"="Touche DSS20"
"DssKey 21"="Touche DSS21"
"DssKey 22"="Touche DSS22"
"DssKey 23"="Touche DSS23"
"DssKey 24"="Touche DSS24"
"DssKey 25"="Touche DSS25"
"DssKey 26"="Touche DSS26"
"DssKey 27"="Touche DSS27"
"DssKey 28"="Touche DSS28"
"DssKey 29"="Touche DSS29"
"DssKey 3"="Touche DSS3"
"DssKey 4"="Touche DSS4"
"DssKey 5"="Touche DSS5"
"DssKey 6"="Touche DSS6"
"DssKey 7"="Touche DSS7"
"DssKey 8"="Touche DSS8"
"DssKey 9"="Touche DSS9"
"DTMF"="DTMF"
"Duration"="Durée"
"E-Common"="E-Common"
"EAP-MD5"="EAP-MD5"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Editer emplacement"
"Edit Number"="Editer numéro"
"Edit"="Modifier"
"Email"="Email"
"Emergency Escalation"="Emergency Escalation"
"Emergency"="Urgence"
"Empty"="Vide"
"empty"="Vide"
"Enable Diversion Inhibitor"="Activer Diversion Inhibitor"
"Enable this Location"="Autoriser cet emplacement"
"Enabled"="Activé"
"End Call"="Terminer Appel"
"End IP"="Adresse IP de fin"
"English"="English"
"Enter Code"="Entrer code"
"Enter Filter Conditions"="Enter Filter Conditions"
"Enter Number"="Entrer numéro"
"Enter Password"="Enter Password"
"Enterprise"="Enterprise"
"Exit"="Sortir"
"Exit_Disposition_Code"="Exit_Disposition_Code"
"Extended Away"="Extended Away"
"Extension is invalid!"="Extension is invalid!"
"Extension"="Extension"
"Factory Installed"="Factory Installed"
"Fail!"="Fail!"
"Failed to connect to server!"="Failed to connect to server!"
"Failed to modify password!"="Failed to modify password!"
"Failed. Please retry..."="Echec. Recommencez..."
"Family"="Famille"
"Far Mute"="Far Mute"
"Favorite"="Favori"
"Favourite"="Favourite"
"Feb"="Fev"
"File do not exist !"="File do not exist !"
"File is too large !"="File is too large !"
"File layout error !"="File layout error !"
"Firmware Update..."="Mise à jour Firmware..."
"Firmware"="Firmware"
"FirstName"="FirstName"
"Forbidden Number"="Forbidden Number"
"Forbidden"="Forbidden"
"Format"="Format"
"Forward Option"="Options de renvoi"
"Forward to is invalid!"="Destinataire invalide!"
"Forward To"="Renvoyer vers"
"Forward to"="Renvoyer vers"
"Forward"="Renvoi"
"Forwarded Calls"="Appels renvoyés"
"French"="French"
"Fri"="Ven"
"Friday"="Vendredi"
"Friend"="Ami"
"From"="De"
"Full Reset"="Réinitialisation Complète"
"Fun Key"="Touches fonction"
"FWD International"="Fwd International"
"FWD"="FWD"
"G-Common"="G-Common"
"g722 codec is not avaliable in four ways conference!"="Codec g722 non disponible en conférence à quatre"
"Gateway is invalid!"="Passerelle invalide!"
"Gateway"="Passerelle"
"Genaral"="Genaral"
"General"="Général"
"German"="German"
"GetConfigData Failed, Please Retry!"="GetConfigData Failed, Please Retry!"
"GPark"="GPark"
"GPickup"="Intercept. groupée"
"Group isn't exist!"="Group isn't exist!"
"Group Listening"="Groupe Ecoute"
"Group name already existed!"="Nom Groupe existant!"
"Group name can't be empty!"="Group name can't be empty!"
"Group Pick Up"="Intercept. groupée"
"Group"="Groupe"
"Guest Login"="Login invité"
"GuestIn"="Invité In"
"GuestOut"="Invité Out"
"Hardware"="Matériel"
"has been used!"="has been used!"
"Has Connected"="Has Connected"
"Hebrew"="Hebrew"
"Held"=" En attente"
"Hide Number"="Masquer numéro..."
"History Details"="History Details"
"History Record"="Journal enregistrement"
"History Setting"="Paramètres Journal"
"History"="Journal"
"History_Idle"="Journal"
"Hold"="Attente"
"Hot Desking"="Hot Desking"
"Hot Desking"="Hot Desking"
"Hoteling"="Hotellerie"
"HotelingLogin..."="HotelingLogin..."
"Hotline Delay 0-10(s)"="Délai Hotline 0-10(s)"
"Hotline delay is invalid!"="Hotline delay is invalid!"
"Hotline delay should be 0-10!"="Délai Hotline doit être 0-10!"
"Hotline"="Hotline"
"Http port should be 1-65535!"="Port HTTP entre 1 et 65535!"
"Http Port"="Port HTTP"
"Http"="HTTP"
"Https port should be 1-65535!"="Port HTTPS entre 1 et 65535!"
"Https Port"="Port HTTPS"
"Https"="HTTPS"
"Identity is invalid!"="Identity is invalid!"
"Identity"="Identité"
"Image is too large !"="Image is too large !"
"Image load error !"="Image load error !"
"Image loading. Please wait !"="Image loading. Please wait !"
"IME"="IME"
"Inactive Level"="Niveau Inactif"
"Inbox"="Boîte de réception"
"Incoming Call"="Incoming Call"
"Inexitstence"="Inexitstence"
"Initial ACD State"="Etat ACD initial..."
"Initial State"="Etat Initial"
"Input contains invalid character like ''\"\\"="Input contains invalid character like ''\"\\"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input contains invalid character like '<>'\"\\"="Input contains invalid character like '<>'\"\\"
"Intercom Allow"="Intercom Autoriser"
"Intercom Barge"="Intercom Acquittement"
"Intercom Mute"="Intercom Silencieux"
"Intercom Tone"="Tonalité Intercom"
"Intercom"="Intercom"
"Interval"="Interval"
"Invalid Account"="Compte invalide!"
"Invalid account"="Compte invalide!"
"Invalid DHCP End IP Address!"="Adresse de fin DHCP invalide!"
"Invalid DHCP Start IP Address!"="Adresse IP de début invalide!"
"Invalid DTMF value!"="Invalid DTMF value!"
"Invalid IP Address!"="Adresse IP invalide!"
"Invalid Number"="Numéro invalide"
"Invalid Paging Value!"="Num. App général invalide!"
"Invalid Subnet Mask!"="Masque invalide!"
"Invalid URI !"="Invalid URI !"
"Invalid WAN type"="Invalid WAN type"
"IP address has been used!"="IP address has been used!"
"IP address is invalid!"="Adresse IP invalide!"
"IP conflict"="Conflit IP"
"IP Conflicted"="IP Conflicted"
"IP Mode"="Mode IP"
"IP"="IP"
"IPAddress Mode"="Mode IPAdresse"
"IPaddress Mode"="Mode IPAdresse"
"IPV4 & IPV6"="IPv4 & IPv6"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="Passerelle par défaut IPv4"
"IPv4 Gateway"="Passerelle IPv4"
"IPv4 IP"="IPv4 IP"
"IPv4 Pri.DNS"="IPv4 Pri. DNS"
"IPv4 Sec.DNS"="IPv4 Sec. DNS"
"IPV4 Status"="IPv4 Status"
"IPv4 Subnet mask is invalid!"="Masque invalide!"
"IPv4 Subnet Mask"="IPv4 Subnet Mask"
"IPV4 WAN Port"="Port WAN IPv4"
"IPv4 WAN Type"="Type WAN IPv4"
"IPV4"="IPv4"
"IPv4"="IPv4"
"IPv6 Default Gateway"="Passerelle par défaut IPv6"
"IPv6 IP Prefix"="Préfixe IP IPv6"
"IPv6 IP"="IPv6 Address"
"IPv6 Pri.DNS"="IPv6 Pri. DNS"
"IPv6 Prifix"="Préfixe IP IPv6"
"IPv6 Sec.DNS"="IPv6 Sec. DNS"
"IPV6 Status"="IPv6 Status"
"IPv6 Subnet mask is invalid!"="IPv6 Subnet mask is invalid!"
"IPV6 WAN Port"="Port WAN IPv6"
"IPv6 WAN Type"="Type WAN IPv6"
"IPV6"="IPv6"
"IPv6"="IPv6"
"Italian"="Italian"
"Item 1"="Item 1"
"Item 2"="Item 2"
"Item 3"="Item 3"
"Item 4"="Item 4"
"Item 5"="Item 5"
"Item 6"="Item 6"
"Items out of limit !"="Items out of limit !"
"Jan"="Janv"
"Jul"="Juil"
"Jun"="Juin"
"Key #"="Touche #"
"Key *"="Touche Evèn."
"Key As Send"="Touche d'envoi"
"Key Event"="Touche Evèn."
"Key Type"="Type Touche"
"Key"="Key"
"KeyGuard"="Keypad"
"Keypad Lock Enable"="Autoriser verrou clavier"
"Keypad Lock Type"="Type verrou clavier"
"Keypad Lock!"="Verrouiller Clavier"
"Keypad Lock"="Verrouiller Clavier"
"Keypad"="Keypad"
"KeypadLock_Idle"="Verrouiller"
"Keypress Sound"="Son des touches"
"Label is invalid!"="Label is invalid!"
"Label"="Libellé"
"LAN IP"="IP LAN"
"LAN Mask"="Masque LAN"
"LAN Type"="Type LAN"
"Language initializing. Please wait..."="Initialisation langue. Patientez"
"Language"="Langue"
"LastName"="LastName"
"LDAP"="LDAP"
"Line 1"="Ligne 1"
"Line 2"="Ligne 2"
"Line 3"="Ligne 3"
"Line 4"="Ligne 4"
"Line 5"="Ligne 5"
"Line 6"="Ligne 6"
"Line Select"="Sélection ligne"
"Line"="Ligne"
"line"="Ligne"
"Load Config Data Failed!"="Load Config Data Failed!"
"Load Fail!"="Load Fail!"
"Load Failed!"="Échec de chargement!"
"Load Failed"="Échec de chargement!"
"Loading error !"="Loading error !"
"Loading image..."="Loading image..."
"Loading, please wait..."="Chargement en cours,\nveuillez patienter..."
"Loading, please wait..."="Loading, Please wait..."
"Loading. Please wait..."="Chargement en cours. Veuillez patienter..."
"Local Anonymous"="Local Anonymous"
"Local Calllog"="Interne"
"Local Contacts"="Contacts Locaux"
"Local Group"="Groupe local"
"Local_Idle"="Local"
"LocalMenu_Idle"="Menu_Local"
"Locations"="Emplacements"
"Login As"="Login en tant que"
"Login Failed."="Connexion échouée."
"Login"="Connexion"
"Login..."="Connexion"
"Logout"="Déconnexion"
"Low"="Bas"
"MAC Address"="Adresse MAC"
"MAC oriented is invalid!"="MAC-Oriented invalide!"
"MAC"="Adr. MAC"
"MAC-Oriented"="MAC-Oriented"
"mail"="message"
"Main Menu"="Menu Principal"
"Manual"="Manuel"
"Mar"="Mars"
"MASK"="Masque"
"May"="Mai"
"Meet-me"="Meet-me"
"Memory Full!"="Mémoire pleine"
"Menu Key"="Touche Menu"
"Menu"="Menu"
"Message"="Message"
"Missed Calllog"="Appels non-rép."
"Missed Calls"="Appels manqués"
"MM/DD/YY"="MM/JJ/AA"
"Mobile"="Mobile"
"Model"="Modèle"
"Mon"="Lun"
"Monday"="lundi"
"More"="Plus"
"Move Down"="Déplacer vers le bas"
"Move selected to Blacklist?"="Déplacer la sélection dans liste noire?"
"Move selected to Contacts?"="Déplacer la sélection dans Contacts?"
"Move the contact to Blacklist?"="Move the contact to Blacklist?"
"Move the contacts success"="Move the contacts success"
"Move to blacklist success"="Move to blacklist success"
"Move Up"="Déplacer vers le haut"
"Move"="Move"
"Moving contact..."="Moving contact..."
"Mute"="Silence"
"My Device Information"="My Device Information"
"My Status"="My Status"
"N/A"="N/A"
"Name can not be empty!"="Le nom ne peut être vide!"
"Name Unknown"="Name Unknown"
"Name"="French"
"Need a Number"="Nécessite un numéro!"
"Net unavailable !"="Net unavailable !"
"Network changed. Rebooting"="Network changed. Rebooting"
"Network Checking..."="Vérification Réseau..."
"Network configuration has changed, shall become effective after the restart?"="La configuration réseau a changé, doit devenir effective après redémarrage?"
"Network Directory"="Network Directory"
"Network Favorite"="Network Favorite"
"Network Unavailable"="Réseau indisponible."
"Network unavailable."="Network unavailable."
"Network"="Réseau"
"NetworkCallLog_Idle"="Connexion Réseau"
"NetworkCalllogGroup_Idle"="Liste d'appel groupe"
"NetworkFavorites"="NetworkFavorites"
"New Call"="Nouvel Appel"
"New Contact"="New Contact"
"New Group"="New Group"
"New Location"="Nouvel emplacement"
"New Message"="Nouveau Message"
"New Missed Call(s)"="Appels en abs."
"New password is invalid!"="New password is invalid!"
"New Password"="Nouveau mot de passe"
"New PIN"="Nouveau PIN"
"New Text Message"="Nouveau message texte"
"New Voice Mail"="Nouveau message vocal"
"new"="nouveau"
"NewSMS_Idle"="Nv.SMS"
"Next"="Suivant"
"NextSpace"="NextSpace"
"No Account"="Aucun Compte"
"No Answer Forward"="Renv. non-rép"
"No Bluetooth Adapter Found."="No Bluetooth Adapter Found."
"No contact!"="No contact!"
"No EXP"="No EXP"
"No found bluetooth adapter."="Pas d'adaptateur bluetooth trouvé!"
"No Record"="No Record"
"No Service"="Pas de service"
"No submit url !"="No submit url !"
"No."="Num."
"None"="Aucun"
"Not Found"="Not Found"
"Not Installed"="Not Installed"
"Note"="Note"
"Nov"="Nov"
"NTP server1 is invalid!"="Serveur NTP 1 invalide!"
"NTP Server1"="Serveur NTP 1"
"NTP server2 is invalid!"="Serveur NTP 2 invalide!"
"NTP Server2"="Serveur NTP 2"
"Number already exists!"="Numéro existe déjà!"
"Number can not be empty!"="Numéro ne peut pas etre vide!"
"Number exists"="Number exists"
"Number Invalid"="Numéro invalide."
"Number is invalid!"="Number is invalid!"
"Number"="Numéro"
"Oct"="Oct"
"Off code can't be empty!"="Code OFF ne peut être vide!"
"Off Code could not be empty when On Code is set!"="Code off ne peut pas etre vide si code on activé!"
"Off code is invalid!"="Off code is invalid!"
"Off Code"="Code Off"
"Off"="Inactif"
"Office"="Bureau"
"Offline"="Déconnecté"
"OK"="OK"
"Old Number"="Ancien Numéro"
"old"="ancien"
"On code is invalid!"="On code is invalid!"
"On Code"="Code On"
"On"="Actif"
"Online"="Online"
"Only 4 level menu supported!"="Only 4 level menu supported!"
"Other"="Autre"
"Others"="Autres"
"Outbound Alternate Number Invalid"="Numéro alternatif sortant invalide."
"Outbound Alternate Phone Number"="Outbound Alternate Phone Number"
"Outbound proxy is invalid!"="Proxy sortant invalide!"
"Outbound Proxy"="Proxy Sortant"
"Outbound Status"="Etat Sortant"
"Outbox"="Messages envoyés"
"Outgoing Call"="Outgoing Call"
"Overwrite the original contact?"="Remplacer le contact"
"Paging"="Appel général"
"Parameter is empty!"="Parameter is empty!"
"Park Failed"="Park Failed"
"Park"="Park"
"Parked"="Parked"
"Password can't be empty"="Password can't be empty"
"Password can't have space only"="Password can't have space only"
"Password is invalid!"="Password is invalid!"
"Password is wrong!"="Mot de Passe incorrect!"
"Password"="Mot de passe"
"PC Port"="Port PC"
"PEAP-MSCHAPV2"="PEAP-MSCHAPv2"
"Personal"="Personal"
"Phone number is empty!"="Numéro de téléphone vide!"
"Phone Number"="Numéro Téléphone"
"Phone Numbers"="Numéros Téléphone"
"Phone Setting"="Paramètres Téléphone"
"Phone"="Téléphone"
"Photo"="Photo"
"Pick Up"="Interception"
"Pickup"="Pickup"
"Pickup_Idle"="Interc."
"PIN/ID"="PIN/ID"
"PINs don't match!"="PINs ne correspondent pas!"
"Placed Calllog"="Log appels"
"Placed Calls"="Appels Placés"
"Play Tone"="Jouer Tonalité"
"Please Enter Filter Conditions"="Please Enter Filter Conditions"
"Please input a nonempty name"="Please input a nonempty name"
"Please selected contact!"="Please selected contact!"
"Please selected record!"="Please selected record!"
"Please upload VPN config file firstly!"="SVP charger la config VPN en premier!"
"Polish"="Polish"
"Portuguese"="Portuguese"
"PPPoE Password is invalid!"="PPPoE Password is invalid!"
"PPPoE PWD"="Mot de passe PPPoE"
"PPPoE User"="Utilisateur PPPoE"
"PPPoE"="PPPoE"
"PPPoEUser is invalid!"="Utilisateur PPoE invalide!"
"Prefix"="Préfixe"
"Prefix_Idle"="Préfixe"
"Previous"="Previous"
"Pri.DNS is invalid!"="Pri.DNS is invalid!"
"Pri.DNS"="DNS Prim."
"PriHold"="PriHold"
"Priority is invalid!"="Priorité invalide!"
"Priority should be 0-7!"="Priorité entre 0 et 7!"
"Priority"="Priorité"
"Private Hold"="Attente privée"
"Product ID"="ID produit"
"Provision Now"="Autoprovisioning maintenant?"
"Public Hold"="Attente publique"
"q'ing"="Mise en file d'attente"
"Querying. Please wait..."="Interrogation. Veuillez patienter..."
"Queue"="File d'attente"
"Reboot the phone?"="Redémarrer le téléphone?"
"Reboot"="Redémarrer"
"Recall"="Recall"
"Received Calllog"="Appels reçus"
"Received Calls"="Appels reçus"
"Recieved Calls"="Appels reçus"
"Record"="Enregistrement"
"Redial Interval is invalid!"="Redial Interval is invalid!"
"Redial Interval should be 1-300!"="Intervalle Rappel entre 1 et 300!"
"Redial Interval"="Intervalle Rappel"
"Redial Time is invalid!"="Redial Time is invalid!"
"Redial Time should be 1-300!"="Nombre Rappels entre 1 et 300!"
"Redial Time"="Nombre Rappels"
"Redial times"="Nombre Recomposition"
"Redial"="BIS"
"Redirct Updating Failed"="Redirct Updating Failed"
"Redirector"="Redirector"
"Refresh Failed."="Rafraichissement échoué"
"Refresh"="Rafraichissement"
"Refreshing.."="Rafraichissement..."
"Register fail"="Enreg. échoué"
"Register Failed"="Register Failed"
"Register name is invalid!"="Register name is invalid!"
"Register Name"="Nom d'Enregistrement"
"Registered"="Enregistré"
"Registering"="Enreg. en cours"
"Reject off code can't be empty!"="Rejet Code off ne peut être vide!"
"Reject off code is invalid!"="Reject off code is invalid!"
"Reject on code is invalid!"="Reject on code is invalid!"
"Reject"="Refus."
"Remote Contacts"="Contacts distants"
"Remote Office"="Bureau distant..."
"Remote Phone Book"="Répertoire distant"
"Remove"="Déplacer"
"Require Answer Confirmation"="Require Answer Confirmation"
"Reset Option"="Option de redémarrage"
"Reset to Factory"="Remise à zéro usine?"
"Reset to factory?"="Remise à zéro usine?"
"Reset"="Reset"
"Reseting,Please wait..."="Remise à zéro...Veuillez patienter!"
"Resetting to factory, please wait..."="Resetting to factory, please wait..."
"Resume"="Reprise"
"Retrieve Failed"="Récupération échouée"
"Retrieve Park"="Récupération Park"
"Retrieve"="Retrouver"
"RetrievePark"="RetrievePark"
"Ring saving ..."="Ring saving ..."
"Ring Tones"="Tonalités Sonnerie"
"Ring"="Sonnerie"
"Ringing"="Sonne..."
"Router"="Routeur"
"Sat"="Sam"
"Saturday"="Samedi"
"Save Config Failed, Please Retry!"="Save Config Failed, Please Retry!"
"Save Failed!"="Echec de la sauvegarde"
"Save failed!"="Echec de la sauvegarde"
"Save"="Sauver"
"Saved!"="Sauvegardé!"
"Saving  Configuration..."="Sauvegarde configuration..."
"Saving  file..."="Sauvegarde fichier..."
"Saving. Please wait..."="Enregistrement. Veuillez patienter..."
"SCA Active"="SCA Actif"
"SCA Alerting"="SCA en Alerte"
"SCA Bridge Active"="SCA Bridge Actif"
"SCA Bridge Held"="SCA Bridge Suspendu"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Suspendu"
"SCA Unknown"="SCA inconnu"
"Scan Failed."="Scan échoué."
"Scan failed."="Scan échoué."
"Scan"="Scan"
"Scaning bluetooth devices..."="Scaning bluetooth devices..."
"Scaning..."="Scan..."
"Search All Contacts"="Search All Contacts"
"Search For Contacts"="Search For Contacts"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Network Contacts"="Search Network Contacts"
"Search Result"="Search Result"
"Search"="Recher."
"Sec.DNS is invalid!"="Sec.DNS is invalid!"
"Sec.DNS"="DNS Sec."
"Seizing"="Seizing"
"Select All"="Select All"
"Select"="Select"
"Send Anonymous Code"="Send Anonymous Code"
"Send Anonymous"="Send Anonymous"
"Send"="Envoi"
"Sending Provision Requests..."="Envoi Requête de Provisioning..."
"Sentbox"="Boîte d'envoi"
"Sep"="Sept"
"server error"="server error"
"Server Status"="Etat Serveur"
"Server URL can't be empty!"="Server URL can't be empty!"
"Server URL"="URL serveur"
"Server"="Serveur"
"Set AES Key"="Clé AES"
"Set failed!"="Set failed!"
"Set failly!"="Set failly!"
"Set Password"="Définir Mot de Passe"
"Set Voice Mail"="N° Messagerie"
"Setting"="Setting"
"Share line unavailable"="BLA indisponible"
"Share Line"="Share Line"
"Shared Calls"="Shared Calls"
"SignIn"="SignIn"
"SignOut"="SignOut"
"Silence"="Silence"
"Simultaneous Ring Personal"="Sonnerie personnelle simultanée..."
"SIP server1 is invalid!"="Server SIP 1 invalide!"
"SIP Server1"="Serveur SIP 1"
"SIP server2 is invalid!"="SIP server2 is invalid!"
"SIP Server2"="Serveur SIP 2"
"SMS"="SMS"
"SNTP"="SNTP"
"Sorry,Only 1000 contacts are allowed!"="Sorry,Only 1000 contacts are allowed!"
"Sorry,Only 30 Blacklists are allowed!"="Désolé, seulement 30 Blacklists autorisées!"
"Sorry,only 50 groups are allowed!"="Désolé, seulement 50 groupes autorisés!"
"Sound"="Son"
"Spanish"="Spanish"
"Speed Dial"="Speed Dial"
"SpeedDial_Idle"="NumAbr"
"Split"="Diviser"
"srtp is not avaliable in four ways conference!"="SRTP non disponible en conférence à quatre"
"Start IP"="Adresse IP de départ"
"Static IP"="IP Statique"
"Static"="Static"
"Status"="Etat"
"Status"="Etat"
"STUN server is invalid!"="Serveur STUN invalide!"
"STUN Server"="Serveur STUN"
"STUN Status"="Etat STUN"
"Submit"="soumettre"
"Subnet mask is invalid!"="Subnet mask is invalid!"
"Subnet Mask"="Masque de sous-réseau"
"Success Saved!"="Sauvé avec succès!"
"Success!"="Success!"
"Sun"="Dim"
"Sunday"="Dimanche"
"Swap"="Echanger"
"Switch"="Commut."
"SwitchAccount_Idle"="Changer  "
"SwitchAccountDown_Idle"="Commut."
"SwitchAccountUp_Idle"="Commut."
"System default account"="Compte par défaut"
"System Wallpaper Cannot be Deleted!!"="System Wallpaper Cannot be Deleted!!"
"Talk From"="De"
"Talking"="Appels en cours"
"Target cannot be empty!"="Target cannot be empty!"
"Temporarily not available"="Temporarily not available"
"Temporarily Unavailable"="Temporarily Unavailable"
"The audio codecs is different, can’t set up a conference!"="The audio codecs is different, can’t set up a conference!"
"The old password is incorrect!"="L'ancien mot de passe est incorrect!"
"Thu"="Jeu"
"Thursday"="Jeudi"
"Time Format"="Format Heure"
"Time out"="Time out"
"Time Zone"="Fuseau Horaire"
"Time"="Heure"
"To"="A"
"To:"="A"
"Today"="Aujourd'hui"
"Trace"="Trace"
"Transfer Failed"="Transfert échoué"
"Transfer to"="Transfert à"
"Transfer"="Transfert"
"Transfered"="Transfered"
"Transferred"="Transféré"
"Transferring"="Transfert en cours…"
"Tue"="Mar"
"Tuesday"="Mardi"
"Turkish"="Turkish"
"Type"="Type"
"UC Favorite"="UC Favorite"
"Unavail Reason"="Unavail Reason"
"Unavailable Reason Code"="Code motif indisponible"
"Unavailable"="Indisponible"
"Unknow"="Unknow"
"Unknown Error !"="Unknown Error !"
"Unknown"="Inconnu"
"Unknown"="Inconnu"
"Unlock PIN"="Unlock PIN"
"UnlockPIN"="PIN Déverrouillage"
"Unregistered"="Non enregistré"
"Unregistering"="Désenregistrement"
"Unvail"="Indispo"
"Update finish"="MAJ terminée!"
"Update Skipped"="Mise à jour passée!"
"Update"="MAJ"
"Update, ok or cancel?"="MAJ, OK ou Annuler?"
"Updating, please wait..."="MAJ en cours, Veuillez patienter..."
"URL is empty!"="URL is empty!"
"URL is invalid!"="URL is invalid!"
"URL Record"="URL enregitrement"
"URL"="URL"
"Use BroadWorks-based Call Control"="Utiliser BroadWorks-based Call Control"
"User Host"="Host utilisateur"
"User ID"="Id Utilisateur"
"User mode changed!"="User mode changed!"
"User name is invalid!"="User name is invalid!"
"User Name"="Nom Utilisateur"
"User Type"="Type utilisateur"
"User Unknown."="User Unknown."
"user"="user"
"Userdata Reset"="Remise à zéro infos utilisateurs"
"UserID Can't be Empty!"="UserID Can't be Empty!"
"UserMode "="Mode Utilisateur"
"UserMode"="Mode Utilisateur"
"Value is invalid!"="Value is invalid!"
"Value"="Valeur"
"var"="var"
"Via"="Via"
"VID nubmer is invalid!"="Numéro VID invalide!"
"VID number should be 1-4094!"="Numéro VID entre 0 et 4094!"
"VID Number"="Numéro VID"
"View Voice Mail"="Voir Messages"
"View"="Voir"
"VLAN unsupported in PPPoE!"="VLAN non supporté en PPPoE!"
"VLAN"="VLAN"
"Voice Mail"="Message Vocale"
"Voice Number is invalid!"="Voice Number is invalid!"
"VPN Active"="VPN actif"
"VPN"="VPN"
"Wait for"="Wait for"
"Wait Time"="Wait Time"
"Wallpaper"="Fond d'écran"
"WAN IP"="IP WAN"
"WAN Port VLAN"="VLAN Port WAN"
"WAN Port"="Port WAN"
"WAN Type"="Type WAN"
"Warning"="Attention!"
"Web access password is wrong !"="Web access password is wrong !"
"Web Server"="Serveur Web"
"Wed"="Mer"
"Wednesday"="Mercredi"
"Wrap up"="Wrap Up"
"Wrap-Up"="Wrap Up"
"WWW DD MMM"="SSS JJ MMM"
"WWW MMM DD"="SSS MMM JJ"
"XML Browser"="Navigateur XML"
"Xml Browser"="Navigateur XML"
"XML Group"="Groupe XML"
"XML_Idle"="XML"
"XMLMenu_Idle"="XMLDir"
"XSI is empty"="XSI est vide"
"Yesterday"="Hier"
"Your account unauthorized."="Votre compte n'est pas autorisé."
"YYYY-MM-DD"="AAAA-MM-JJ"
"Zero SP Touch"="Touche Zéro sp"
"Zero Touch"="Touche Zéro sp"
"Zero-SP-Touch"="Touche Zéro sp"
